/*create table notification(
    id varchar(30) primary key,
    title varchar(30),
    content varchar(30),
	img_url varchar(80)
);

insert into notification(id,title,content) value (0,"Notification","Boy you need meditation");
create table user(
	user_id varchar(40) primary key,
	user_name varchar(40),
	password varchar(20)
);*/
insert into notification(id,title,content) value (5,"怎样开始冥想(上)","信或不信，每天进行冥想将大大有助于你内心的平静。每天20分钟的冥想练习能有效促进我们的身心健康。不管你平时是否坚持，有规律的冥想能使我们从忙碌的生活中理出头绪。这篇文章将介绍如何冥想，以及如何建立你个人日常冥想习惯的问题。
\n\n
冥想：精于内心平和的艺术
自我觉醒团体的创始人Paramahansa Yogananda（1893-1952）在一书《内心平和》中写到：“平静是我们应具有的迎接一切生命体验的理想状态。”Yougananda 被誉为贯穿东西方最伟大的灵魂导师之一。他曾写道，通过冥想能使人内心平静，缓解内心压力和紧张。
\n\n
做冥想时，一个人必须暂时脱离现实世界。关掉你的手机和寻呼机，中断你的传真机，关闭电脑，打开自动答录机……在这段特殊的时间里，不要允许任何干扰。
\n\n
冥想是对抗科技对我们生活不断干扰的一贴完美解毒剂。事实上，近期研究表明一天两次约20分钟的冥想能减少我们血管阻塞的几率，有效降低因心率衰竭和心绞痛引起的猝死风险。
\n\n
\n\n
冥想贴士
以下是一些可以帮助你入门的小贴士：
\n\n
应该在哪里冥想？
你可能希望设定房间的一个特殊角落，一个平静安详宁和的地方，作为你的私人净地。你可以在这个角落里布置上一些对你含有精神意指的东西或徽记，形成一个小圣坛或神龛。使用那些容易使你进入沉思状态的物品。你还可以从大自然母亲那里获得帮助：呆在海边，倾听海浪撞击岩石的声音；穿过茂密的森林小径，仰望如教堂穹顶一般广阔的树荫；站在小溪边，倾听瀑布、泉水和岩石之间的嬉戏；又或者凝望月亮升起，鸟儿从头顶飞过。
\n\n
冥想应该使用什么坐姿？
虽然传统的姿势是盘腿而坐，双手自然垂膝，但关键是找到一种让自己坐得舒服的姿势。牢记，任何时间任何地方，你都可以冥想，甚至开车时（这个比较不建议）。
\n\n
冥想时应该睁眼还是闭眼？
如果可能的话保持眼睛睁开，使所有感官都处于开放的状态。冥想的目的不是睡着，而是为你自己找到一种“放松的灵敏状态”，这既不是昏昏欲睡，也不是无比清醒的状态。保持眼神“温柔平和”，就是说，不要特别专注于什么东西，并保持嘴巴微微张开。
\n\n
每次冥想持续多久？
很多文章推荐20分钟，一天两次。但是问题的关键不是你冥想了多久，而是通过冥想，“它有没有把你带入到一种自我存在的状态，在那里你放下自己，和自己的内心交流”，Sogyal Rinpoche 在书《生死西藏》中写道。
\n\n
刚开始时，你可以尝试四五分钟冥想一下，然后休息一分钟的简短时段。Rinpoche 写道：“常常我们休息时冥想才真正开始”。无论是祷告还是冥想，将这一习惯安排在每日的固定时间也是有好处的。圣本笃会的修士兼作家David Steindl-Rast推荐比平常早起15分钟，给每天创造一个“沉思时刻”。如果没有这些宝贵的时刻，如他所说，“你的一整天将陷入一种盲目的追赶，”一旦拥有它们，你的一整天便会赋予意义和喜悦。
\n\n
在下篇文章《怎样开始冥想（下）》，我们将介绍四种练习冥想的基本方法和更多的冥想将带来的好处。");


